---
type: GroupNode
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# GroupNode

`Autodesk.Revit.DB.GroupNode` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Method | GetTransform | 2014 | `public Transform GetTransform ()` |